Repository: pexatar/PassKey
Catalog: src/PassKey.Desktop/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de, es_es, fr_fr, it_it, pt_pt

# NavSettings
source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pt_pt: Definições

# LoginTitle
source: Unlock your vault
de_de: Tresor entsperren
es_es: Desbloquea tu bóveda
fr_fr: Déverrouillez votre coffre
it_it: Sblocca il tuo vault
pt_pt: Desbloquear o cofre

# LoginAuthenticating
source: Unlocking...
de_de: Wird entsperrt...
es_es: Desbloqueando...
fr_fr: Déverrouillage...
it_it: Sblocco in corso...
pt_pt: A desbloquear...

# LoginIncorrectPassword
source: Incorrect password. Please try again.
de_de: Falsches Passwort. Bitte versuchen Sie es erneut.
es_es: Contraseña incorrecta. Inténtalo de nuevo.
fr_fr: Mot de passe incorrect. Veuillez réessayer.
it_it: Password non corretta. Riprova.
pt_pt: Palavra-passe incorreta. Tente novamente.

# LoginZeroKnowledge
source: PassKey does not store your master password. If you forget it, your data cannot be recovered.
de_de: PassKey speichert Ihr Master-Passwort nicht. Wenn Sie es vergessen, können Ihre Daten nicht wiederhergestellt werden.
es_es: PassKey no almacena tu contraseña maestra. Si la olvidas, tus datos no podrán recuperarse.
fr_fr: PassKey ne stocke pas votre mot de passe maître. Si vous l'oubliez, vos données ne pourront pas être récupérées.
it_it: PassKey non memorizza la master password. Se la dimentichi, i dati non sono recuperabili.
pt_pt: O PassKey não armazena a sua palavra-passe mestra. Se a esquecer, os seus dados não poderão ser recuperados.

# SetupPassword
source: Master Password
de_de: Master-Passwort
es_es: Contraseña maestra
fr_fr: Mot de passe maître
pt_pt: Palavra-passe mestra

# SetupConfirm
source: Confirm Password
de_de: Passwort bestätigen
es_es: Confirmar contraseña
fr_fr: Confirmer le mot de passe
it_it: Conferma Password
pt_pt: Confirmar palavra-passe

# SetupCreating
source: Creating...
de_de: Wird erstellt...
es_es: Creando...
fr_fr: Création...
it_it: Creazione in corso...
pt_pt: A criar...

# WelcomeZeroKnowledge
source: PassKey does not store your master password. If you forget it, your data cannot be recovered.
de_de: PassKey speichert Ihr Master-Passwort nicht. Wenn Sie es vergessen, können Ihre Daten nicht wiederhergestellt werden.
es_es: PassKey no almacena tu contraseña maestra. Si la olvidas, tus datos no podrán recuperarse.
fr_fr: PassKey ne stocke pas votre mot de passe maître. Si vous l'oubliez, vos données ne pourront pas être récupérées.
it_it: PassKey non memorizza la master password. Se la dimentichi, i dati non sono recuperabili.
pt_pt: O PassKey não armazena a sua palavra-passe mestra. Se a esquecer, os seus dados não poderão ser recuperados.

# GreetingMorning
source: Good morning!
de_de: Guten Morgen!
es_es: ¡Buenos días!
fr_fr: Bonjour !
it_it: Buongiorno!
pt_pt: Bom dia!

# GreetingAfternoon
source: Welcome back!
de_de: Willkommen zurück!
es_es: ¡Bienvenido de nuevo!
fr_fr: Bon retour !
it_it: Bentornato!
pt_pt: Bem-vindo de volta!

# GreetingEvening
source: Good evening!
de_de: Guten Abend!
es_es: ¡Buenas noches!
fr_fr: Bonsoir !
it_it: Buonasera!
pt_pt: Boa noite!

# StrengthVeryWeak
source: Very Weak
de_de: Sehr schwach
es_es: Muy débil
fr_fr: Très faible
it_it: Molto Debole
pt_pt: Muito fraca

# StrengthWeak
source: Weak
de_de: Schwach
es_es: Débil
fr_fr: Faible
it_it: Debole
pt_pt: Fraca

# StrengthMedium
source: Medium
de_de: Mittel
es_es: Media
fr_fr: Moyen
it_it: Media
pt_pt: Média

# StrengthStrong
source: Strong
de_de: Stark
es_es: Fuerte
fr_fr: Fort
it_it: Forte
pt_pt: Forte

# StrengthVeryStrong
source: Very Strong
de_de: Sehr stark
es_es: Muy fuerte
fr_fr: Très fort
it_it: Molto Forte
pt_pt: Muito forte

# ClipboardCopied
source: Copied
de_de: Kopiert
es_es: Copiado
fr_fr: Copié
it_it: Copiato
pt_pt: Copiado

# ClipboardSensitiveCopied
source: Password copied — clearing in {0}s
de_de: Passwort kopiert — wird in {0}s gelöscht
es_es: Contraseña copiada — se borrará en {0}s
fr_fr: Mot de passe copié — effacement dans {0}s
it_it: Password copiata — svuotamento tra {0}s
pt_pt: Palavra-passe copiada — limpeza em {0}s

# ClipboardCleared
source: Clipboard cleared for security
de_de: Zwischenablage aus Sicherheitsgründen geleert
es_es: Portapapeles borrado por seguridad
fr_fr: Presse-papiers vidé par sécurité
it_it: Appunti svuotati per sicurezza
pt_pt: Área de transferência limpa por segurança

# DeleteConfirmTitle
source: Delete {0}
de_de: {0} löschen
es_es: Eliminar {0}
fr_fr: Supprimer {0}
it_it: Elimina {0}
pt_pt: Eliminar {0}

# DeleteConfirmMessage
source: Delete "{0}"? This action is irreversible.
de_de: „{0}“ löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es_es: ¿Eliminar «{0}»? Esta acción es irreversible.
fr_fr: Supprimer « {0} » ? Cette action est irréversible.
it_it: Vuoi eliminare "{0}"? Questa azione è irreversibile.
pt_pt: Eliminar «{0}»? Esta ação é irreversível.

# DeleteButton
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pt_pt: Eliminar

# CancelButton
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar

# EmptyDashboardTitle
source: Get started with PassKey
de_de: Starten Sie mit PassKey
es_es: Empieza a usar PassKey
fr_fr: Démarrez avec PassKey
it_it: Inizia a usare PassKey
pt_pt: Comece a utilizar o PassKey

# EmptyDashboardSubtitle
source: Add your first password or import from another manager
de_de: Fügen Sie Ihr erstes Passwort hinzu oder importieren Sie aus einem anderen Manager
es_es: Añade tu primera contraseña o importa desde otro gestor
fr_fr: Ajoutez votre premier mot de passe ou importez depuis un autre gestionnaire
it_it: Aggiungi la tua prima password o importa da un altro gestore
pt_pt: Adicione a sua primeira palavra-passe ou importe de outro gestor

# EmptyPasswordsTitle
source: No passwords saved
de_de: Keine Passwörter gespeichert
es_es: No hay contraseñas guardadas
fr_fr: Aucun mot de passe enregistré
it_it: Nessuna password salvata
pt_pt: Nenhuma palavra-passe guardada

# EmptyCardsTitle
source: No cards saved
de_de: Keine Karten gespeichert
es_es: No hay tarjetas guardadas
fr_fr: Aucune carte enregistrée
it_it: Nessuna carta salvata
pt_pt: Nenhum cartão guardado

# EmptyIdentitiesTitle
source: No identities
de_de: Keine Identitäten
es_es: No hay identidades
fr_fr: Aucune identité
it_it: Nessuna identità
pt_pt: Nenhuma identidade

# EmptyNotesTitle
source: No notes
de_de: Keine Notizen
es_es: No hay notas
fr_fr: Aucune note
it_it: Nessuna nota
pt_pt: Nenhuma nota

# EmptyPasswordsSubtitle
source: Add your first password to start protecting your accounts.
de_de: Fügen Sie Ihr erstes Passwort hinzu, um Ihre Konten zu schützen.
es_es: Añade tu primera contraseña para empezar a proteger tus cuentas.
pt_pt: Adicione a sua primeira palavra-passe para começar a proteger as suas contas.

# EmptyPasswordsPrimaryAction
source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
pt_pt: Nova palavra-passe

# EmptyCardsSubtitle
source: Add your first credit card to keep it safe.
de_de: Fügen Sie Ihre erste Kreditkarte hinzu, um sie sicher aufzubewahren.
es_es: Añade tu primera tarjeta de crédito para tenerla siempre protegida.
pt_pt: Adicione o seu primeiro cartão de crédito para o guardar em segurança.

# EmptyCardsPrimaryAction
source: New card
de_de: Neue Karte
es_es: Nueva tarjeta
pt_pt: Novo cartão

# EmptyIdentitiesSubtitle
source: Add your first identity to save personal data, addresses and documents.
de_de: Fügen Sie Ihre erste Identität hinzu, um persönliche Daten, Adressen und Dokumente zu speichern.
es_es: Añade tu primera identidad para guardar datos personales, direcciones y documentos.
pt_pt: Adicione a sua primeira identidade para guardar dados pessoais, moradas e documentos.

# EmptyIdentitiesPrimaryAction
source: Add identity
de_de: Identität hinzufügen
es_es: Añadir identidad
pt_pt: Adicionar identidade

# EmptyNotesSubtitle
source: Create your first secure note to save confidential information.
de_de: Erstellen Sie Ihre erste sichere Notiz, um vertrauliche Informationen zu speichern.
es_es: Crea tu primera nota segura para guardar información confidencial.
pt_pt: Crie a sua primeira nota segura para guardar informações confidenciais.

# EmptyNotesPrimaryAction
source: New note
de_de: Neue Notiz
es_es: Nueva nota
pt_pt: Nova nota

# EmptyFilteredTitle
source: No results
de_de: Keine Ergebnisse
es_es: Sin resultados
pt_pt: Sem resultados

# EmptyFilteredSubtitle
source: Try changing the filters or search.
de_de: Versuchen Sie, die Filter oder die Suche zu ändern.
es_es: Prueba a modificar los filtros o la búsqueda.
pt_pt: Tente modificar os filtros ou a pesquisa.

# EmptySearchTitle
source: No results for '{0}'
de_de: Keine Ergebnisse für „{0}“
es_es: Sin resultados para «{0}»
fr_fr: Aucun résultat pour « {0} »
it_it: Nessun risultato per '{0}'
pt_pt: Sem resultados para «{0}»

# EmptySearchSubtitle
source: Try a different search term
de_de: Versuchen Sie einen anderen Suchbegriff
es_es: Prueba con otro término de búsqueda
fr_fr: Essayez un autre terme de recherche
it_it: Prova con un termine diverso
pt_pt: Tente outro termo de pesquisa

# AddPassword
source: + New password
de_de: + Neues Passwort
es_es: + Nueva contraseña
fr_fr: + Nouveau mot de passe
it_it: + Nuova password
pt_pt: + Nova palavra-passe

# AddCard
source: + New card
de_de: + Neue Karte
es_es: + Nueva tarjeta
fr_fr: + Nouvelle carte
it_it: + Nuova carta
pt_pt: + Novo cartão

# AddIdentity.Text
source: Add identity
de_de: + Identität hinzufügen
es_es: Añadir identidad
pt_pt: Adicionar identidade

# AddNote
source: + New note
de_de: + Neue Notiz
es_es: + Nueva nota
fr_fr: + Nouvelle note
it_it: + Nuova nota
pt_pt: + Nova nota

# ImportData
source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
it_it: Importa
pt_pt: Importar

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Salva Modifiche
pt_pt: Guardar alterações

# FieldFirstName.Text
source: First Name
de_de: Vorname
es_es: Nombre
pt_pt: Nome próprio

# FieldLastName.Text
source: Last Name
de_de: Nachname
es_es: Apellidos
pt_pt: Apelido

# FieldFirstAndLastNameError.Text
source: First or last name is required
de_de: Vorname oder Nachname ist erforderlich
es_es: Se requiere el nombre o los apellidos
pt_pt: Primeiro ou último nome é obrigatório

# FieldBirthDate.Text
source: Date of Birth
de_de: Geburtsdatum
es_es: Fecha de nacimiento
pt_pt: Data de nascimento

# FieldPhone.Text
source: Phone
de_de: Telefon
es_es: Teléfono
pt_pt: Telefone

# FieldStreet.Text
source: Street
de_de: Straße
es_es: Calle
pt_pt: Rua

# FieldCity.Text
source: City
de_de: Stadt
es_es: Ciudad
pt_pt: Cidade

# FieldPostalCode.Text
source: Postcode
de_de: Postleitzahl
es_es: Código postal
pt_pt: Código postal

# FieldProvince.Text
source: Province
de_de: Bundesland
es_es: Provincia
pt_pt: Distrito

# FieldRegion.Text
source: Region
es_es: Comunidad autónoma
pt_pt: Região

# FieldCountry.Text
source: Country
de_de: Land
es_es: País
pt_pt: País

# FieldNoteContent
source: Content
de_de: Inhalt
es_es: Contenido
fr_fr: Contenu
it_it: Contenuto
pt_pt: Conteúdo

# SectionPersonalData.Text
source: Personal Data
de_de: Persönliche Daten
es_es: Datos personales
pt_pt: Dados pessoais

# SectionAddress.Text
source: Address
de_de: Adresse
es_es: Dirección
pt_pt: Morada

# SectionDocuments.Text
source: Documents
de_de: Dokumente
es_es: Documentos
pt_pt: Documentos

# SectionRecentActivity
source: Recent Activity
de_de: Letzte Aktivität
es_es: Actividad reciente
fr_fr: Activité récente
it_it: Attività recente
pt_pt: Atividade recente

# SectionCardDetails
source: Card Details
de_de: Kartendetails
es_es: Detalles de la tarjeta
fr_fr: Détails de la carte
it_it: Dettagli carta
pt_pt: Detalhes do cartão

# ButtonSave.Text
source: Save
de_de: Speichern
es_es: Guardar
pt_pt: Guardar

# ButtonDelete.Text
source: Delete
de_de: Löschen
es_es: Eliminar
pt_pt: Eliminar

# ButtonCopy
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
pt_pt: Copiar

# ButtonRegenerate
source: Regenerate
de_de: Neu generieren
es_es: Regenerar
fr_fr: Regénérer
it_it: Rigenera
pt_pt: Regenerar

# ButtonChangePassword
source: Change Master Password
de_de: Master-Passwort ändern
es_es: Cambiar contraseña maestra
fr_fr: Changer le mot de passe maître
it_it: Cambia Master Password
pt_pt: Alterar palavra-passe mestra

# ButtonGenerateAndCopy
source: Generate and Copy
de_de: Generieren und kopieren
es_es: Generar y copiar
fr_fr: Générer et copier
it_it: Genera e copia
pt_pt: Gerar e copiar

# ButtonImport
source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
it_it: Importa
pt_pt: Importar

# SettingsAutoLock
source: Auto-lock
de_de: Automatische Sperre
es_es: Bloqueo automático
fr_fr: Verrouillage automatique
it_it: Blocco automatico
pt_pt: Bloqueio automático

# AutoLock30s
source: 30 seconds
de_de: 30 Sekunden
es_es: 30 segundos
fr_fr: 30 secondes
it_it: 30 secondi
pt_pt: 30 segundos

# AutoLock1m
source: 1 minute
es_es: 1 minuto
it_it: 1 minuto
pt_pt: 1 minuto

# AutoLock5m
source: 5 minutes
de_de: 5 Minuten
es_es: 5 minutos
it_it: 5 minuti
pt_pt: 5 minutos

# AutoLock10m
source: 10 minutes
de_de: 10 Minuten
es_es: 10 minutos
it_it: 10 minuti
pt_pt: 10 minutos

# AutoLockNever
source: Never
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
pt_pt: Nunca

# SettingsBackupCreate
source: Create Backup
de_de: Sicherung erstellen
es_es: Crear copia de seguridad
fr_fr: Créer une sauvegarde
it_it: Crea backup
pt_pt: Criar cópia de segurança

# SettingsBackupRestore
source: Restore Backup
de_de: Sicherung wiederherstellen
es_es: Restaurar copia de seguridad
fr_fr: Restaurer une sauvegarde
it_it: Ripristina backup
pt_pt: Restaurar cópia de segurança

# SettingsChangeMasterPassword
source: Change Master Password
de_de: Master-Passwort ändern
es_es: Cambiar contraseña maestra
fr_fr: Changer le mot de passe maître
it_it: Cambia Master Password
pt_pt: Alterar palavra-passe mestra

# SettingsAbout
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Info
pt_pt: Sobre

# SettingsVersion
source: Version
es_es: Versión
it_it: Versione
pt_pt: Versão

# PageIdentities.Text
source: Identities
es_es: Identidades
pt_pt: Identidades

# PageNotes.Text
source: Secure Notes
es_es: Notas seguras
pt_pt: Notas seguras

# PageDashboard
source: Dashboard
de_de: Übersicht
es_es: Panel
fr_fr: Tableau de bord
pt_pt: Painel

# CrackTimeLabel
source: Estimated crack time
de_de: Geschätzte Knackzeit
es_es: Tiempo estimado de descifrado
fr_fr: Temps de cassage estimé
it_it: Tempo stimato di cracking
pt_pt: Tempo estimado para quebrar

# GeneratorCharsets
source: Character Sets
de_de: Zeichensätze
es_es: Conjuntos de caracteres
fr_fr: Jeux de caractères
it_it: Set di caratteri
pt_pt: Conjuntos de caracteres

# FieldIdCard.Text
source: ID Card
de_de: Personalausweis
es_es: DNI
pt_pt: Cartão de cidadão

# FieldHealthCard.Text
source: Health Card
de_de: Gesundheitskarte
es_es: Tarjeta sanitaria
pt_pt: Cartão de saúde

# FieldDrivingLicense.Text
source: Driving Licence
de_de: Führerschein
es_es: Permiso de conducir
pt_pt: Carta de condução

# FieldPassport.Text
source: Passport
de_de: Reisepass
es_es: Pasaporte
pt_pt: Passaporte

# PlaceholderSearch
source: Search...
de_de: Suchen...
es_es: Buscar...
fr_fr: Rechercher...
it_it: Cerca...
pt_pt: Pesquisar...

# PlaceholderUrl
source: https://example.com
de_de: https://beispiel.de
es_es: https://ejemplo.com
fr_fr: https://exemple.com
it_it: https://esempio.com
pt_pt: https://exemplo.com

# CharacterCount
source: {0} characters
de_de: {0} Zeichen
es_es: {0} caracteres
fr_fr: {0} caractères
it_it: {0} caratteri
pt_pt: {0} caracteres

# LoginButton.Text
source: Unlock
de_de: Entsperren
es_es: Desbloquear
fr_fr: Déverrouiller
it_it: Accedi
pt_pt: Desbloquear

# LoginForgotPassword.Content
source: Forgot your password?
de_de: Passwort vergessen?
es_es: ¿Olvidaste tu contraseña?
fr_fr: Mot de passe oublié ?
it_it: Non ricordi la password?
pt_pt: Esqueceu a palavra-passe?

# SetupTitle.Text
source: Create your Master Password
de_de: Erstellen Sie Ihr Master-Passwort
es_es: Crea tu contraseña maestra
fr_fr: Créez votre mot de passe maître
it_it: Crea la tua Master Password
pt_pt: Crie a sua palavra-passe mestra

# SetupSubtitle.Text
source: This password protects all your data. Choose it carefully.
de_de: Dieses Passwort schützt alle Ihre Daten. Wählen Sie es sorgfältig.
es_es: Esta contraseña protege todos tus datos. Elígela con cuidado.
fr_fr: Ce mot de passe protège toutes vos données. Choisissez-le avec soin.
it_it: Questa password protegge tutti i tuoi dati. Sceglila con cura.
pt_pt: Esta palavra-passe protege todos os seus dados. Escolha-a com cuidado.

# SetupPasswordLabel.Text
source: Password *
de_de: Passwort *
es_es: Contraseña *
fr_fr: Mot de passe *
pt_pt: Palavra-passe *

# SetupConfirmLabel.Text
source: Confirm password *
de_de: Passwort bestätigen *
es_es: Confirmar contraseña *
fr_fr: Confirmer le mot de passe *
it_it: Conferma password *
pt_pt: Confirmar palavra-passe *

# SetupCheckLength.Text
source: At least 12 characters
de_de: Mindestens 12 Zeichen
es_es: Al menos 12 caracteres
fr_fr: Au moins 12 caractères
it_it: Almeno 12 caratteri
pt_pt: Pelo menos 12 caracteres

# SetupCheckUpper.Text
source: An uppercase letter
de_de: Ein Großbuchstabe
es_es: Una letra mayúscula
fr_fr: Une lettre majuscule
it_it: Una lettera maiuscola
pt_pt: Uma letra maiúscula

# SetupCheckDigit.Text
source: A number
de_de: Eine Zahl
es_es: Un número
fr_fr: Un chiffre
it_it: Un numero
pt_pt: Um número

# SetupCheckSymbol.Text
source: A special symbol
de_de: Ein Sonderzeichen
es_es: Un símbolo especial
fr_fr: Un symbole spécial
it_it: Un simbolo speciale
pt_pt: Um símbolo especial

# SetupCheckMatch.Text
source: Passwords match
de_de: Passwörter stimmen überein
es_es: Las contraseñas coinciden
fr_fr: Les mots de passe correspondent
it_it: Le password corrispondono
pt_pt: As palavras-passe coincidem

# SetupCreateVault.Text
source: Create Vault
de_de: Tresor erstellen
es_es: Crear bóveda
fr_fr: Créer le coffre
it_it: Crea Vault
pt_pt: Criar cofre

# RequiredFieldLegend.Text
source: * Required field
de_de: * Pflichtfeld
es_es: * Campo obligatorio
fr_fr: * Champ obligatoire
it_it: * Campo obbligatorio
pt_pt: * Campo obrigatório

# WelcomeTitle.Text
source: Your vault is ready!
de_de: Ihr Tresor ist bereit!
es_es: ¡Tu bóveda está lista!
fr_fr: Votre coffre est prêt !
it_it: Il tuo vault è pronto!
pt_pt: O seu cofre está pronto!

# WelcomeSubtitle.Text
source: Start protecting your data right away.
de_de: Schützen Sie Ihre Daten ab sofort.
es_es: Empieza a proteger tus datos ahora mismo.
fr_fr: Commencez à protéger vos données dès maintenant.
it_it: Inizia subito a proteggere i tuoi dati.
pt_pt: Comece a proteger os seus dados agora mesmo.

# WelcomeAddPassword.Text
source: Add your first password
de_de: Fügen Sie Ihr erstes Passwort hinzu
es_es: Añade tu primera contraseña
fr_fr: Ajoutez votre premier mot de passe
it_it: Aggiungi la prima password
pt_pt: Adicione a sua primeira palavra-passe

# WelcomeImport.Text
source: Import from another manager
de_de: Aus anderem Manager importieren
es_es: Importar desde otro gestor
fr_fr: Importer depuis un autre gestionnaire
it_it: Importa da un altro gestore
pt_pt: Importar de outro gestor

# WelcomeSettings.Text
source: Explore settings
de_de: Einstellungen erkunden
es_es: Explorar ajustes
fr_fr: Explorer les paramètres
it_it: Esplora le impostazioni
pt_pt: Explorar definições

# WelcomeZeroKnowledgeBar.Title
source: Zero-knowledge security
de_de: Zero-Knowledge-Sicherheit
es_es: Seguridad zero-knowledge
fr_fr: Sécurité zero-knowledge
it_it: Sicurezza zero-knowledge
pt_pt: Segurança zero-knowledge

# WelcomeZeroKnowledgeBar.Message
source: PassKey does not store your master password. If you forget it, your data cannot be recovered.
de_de: PassKey speichert Ihr Master-Passwort nicht. Wenn Sie es vergessen, können Ihre Daten nicht wiederhergestellt werden.
es_es: PassKey no almacena tu contraseña maestra. Si la olvidas, tus datos no podrán recuperarse.
fr_fr: PassKey ne stocke pas votre mot de passe maître. Si vous l'oubliez, vos données ne pourront pas être récupérées.
it_it: PassKey non memorizza la master password. Se la dimentichi, i tuoi dati non saranno recuperabili.
pt_pt: O PassKey não armazena a sua palavra-passe mestra. Se a esquecer, os seus dados não poderão ser recuperados.

# ButtonContinue.Text
source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
it_it: Continua
pt_pt: Continuar

# AddCardLabel.Text
source: Add card
de_de: Neue Karte
es_es: Nueva tarjeta
pt_pt: Novo cartão

# AddPasswordLabel.Text
source: Add password
de_de: Neues Passwort
es_es: Nueva contraseña
pt_pt: Nova palavra-passe

# ButtonCancel.Content
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar

# ButtonDeleteLabel.Text
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
pt_pt: Eliminar

# ButtonSaveLabel.Text
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
it_it: Salva
pt_pt: Guardar

# FieldCardholder.Text
source: Cardholder Name *
de_de: Karteninhaber *
es_es: Titular de la tarjeta *
fr_fr: Titulaire de la carte *
it_it: Intestatario *
pt_pt: Titular do cartão *

# FieldCardNumber.Text
source: Card Number *
de_de: Kartennummer *
es_es: Número de tarjeta *
fr_fr: Numéro de carte *
it_it: Numero carta *
pt_pt: Número do cartão *

# FieldCategory.Text
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria
pt_pt: Categoria

# FieldColor.Text
source: Colour
de_de: Farbe
es_es: Color
fr_fr: Couleur
it_it: Colore
pt_pt: Cor

# FieldCardNumberError.Text
source: Required field
de_de: Erforderliches Feld
es_es: Campo requerido
pt_pt: Campo obrigatório

# FieldCardholderError.Text
source: Required field
de_de: Erforderliches Feld
es_es: Campo requerido
pt_pt: Campo obrigatório

# FieldCvvError.Text
source: Required field
de_de: Erforderliches Feld
es_es: Campo requerido
pt_pt: Campo obrigatório

# FieldExpiry.Text
source: Expiry *
de_de: Gültig bis *
es_es: Caducidad *
fr_fr: Expiration *
it_it: Scadenza *
pt_pt: Validade *

# FieldLabel.Text
source: Label
de_de: Bezeichnung
es_es: Etiqueta
fr_fr: Libellé
it_it: Etichetta
pt_pt: Etiqueta

# FieldNotes.Text
source: Notes
de_de: Notizen
es_es: Notas
it_it: Note
pt_pt: Notas

# FieldIcon.Text
source: Icon
de_de: Symbol
es_es: Icono
fr_fr: Icône
it_it: Icona
pt_pt: Ícone

# BtnUploadIconLabel.Text
source: Upload
de_de: Hochladen
es_es: Cargar
fr_fr: Charger
it_it: Carica
pt_pt: Carregar

# BtnChooseIconLabel.Text
source: Choose icon
de_de: Symbol wählen
es_es: Elegir icono
fr_fr: Choisir une icône
it_it: Scegli icona
pt_pt: Escolher ícone

# FieldPassword.Text
source: Password *
de_de: Passwort *
es_es: Contraseña *
fr_fr: Mot de passe *
pt_pt: Palavra-passe *

# FieldTitleError.Text
source: Required field
de_de: Erforderliches Feld
es_es: Campo requerido
pt_pt: Campo obrigatório

# FieldUsernameError.Text
source: Required field
de_de: Erforderliches Feld
es_es: Campo requerido
pt_pt: Campo obrigatório

# FieldPasswordError.Text
source: Required field
de_de: Erforderliches Feld
es_es: Campo requerido
pt_pt: Campo obrigatório

# FieldTitle.Text
source: Title *
de_de: Titel *
es_es: Título *
fr_fr: Titre *
it_it: Titolo *
pt_pt: Título *

# FieldUsername.Text
source: Email / User ID *
de_de: E-Mail / Benutzername *
es_es: Correo / Usuario *
fr_fr: E-mail / Identifiant *
pt_pt: E-mail / ID Utilizador *

# PageCards.Text
source: Cards
de_de: Karten
es_es: Tarjetas
fr_fr: Cartes
it_it: Carte
pt_pt: Cartões

# PagePasswords.Text
source: Passwords
de_de: Passwörter
es_es: Contraseñas
fr_fr: Mots de passe
it_it: Password
pt_pt: Palavras-passe
